include/GLANGSoapBinding.ttest.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://10.6.10.21/GLANG">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns1:ttest>
   <array1 SOAP-ENC:arrayType="xsd:string[1]">
    <item></item>
   
    <item></item>
   </array1>
   <array2 SOAP-ENC:arrayType="xsd:string[1]">
    <item></item>
   
    <item></item>
   </array2>
   <params>
    <paired>0</paired>
   </params>
  </ns1:ttest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
